---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultUnionParam
source: html/198a4b5f-5b53-0ab8-e8fa-f99959b03330.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultUnionParam Property

"Union"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeDefaultUnionParam { get; }
```